Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: In such a case, it shall immediately inform the relevant market surveillance authority, as well as, where applicable, the relevant notified body, about the termination of the mandate and the reasons therefor.
pt_pt: Nesse caso, informa de imediato a pertinente autoridade de fiscalização do mercado, bem como, se for caso disso, o organismo notificado pertinente, da cessação do mandato e da respetiva justificação.

source: Article 23
pt_pt: Artigo 23.o

source: Obligations of importers
pt_pt: Obrigações dos importadores

source: Before placing a high-risk AI system on the market, importers shall ensure that the system is in conformity with this Regulation by verifying that:
pt_pt: Antes de colocarem um sistema de IA de risco elevado no mercado, os importadores devem assegurar-se de que o sistema está em conformidade com o presente regulamento, verificando se:

source: the relevant conformity assessment procedure referred to in Article 43 has been carried out by the provider of the high-risk AI system;
pt_pt: O prestador do sistema de IA de risco elevado realizou o procedimento de avaliação da conformidade pertinente a que se refere o artigo 43.o;

source: the provider has drawn up the technical documentation in accordance with Article 11 and Annex IV;
pt_pt: O prestador elaborou a documentação técnica em conformidade com o artigo 11.o e o anexo IV;

source: the system bears the required CE marking and is accompanied by the EU declaration of conformity referred to in Article 47 and instructions for use;
pt_pt: O sistema ostenta a marcação CE exigida e está acompanhado da declaração UE de conformidade referida no artigo 47.o e das instruções de utilização;

source: the provider has appointed an authorised representative in accordance with Article 22(1).
pt_pt: O prestador designou um mandatário em conformidade com o artigo 22.o, n.o 1.

source: Where an importer has sufficient reason to consider that a high-risk AI system is not in conformity with this Regulation, or is falsified, or accompanied by falsified documentation, it shall not place the system on the market until it has been brought into conformity.
pt_pt: Se um importador tiver motivos suficientes para crer que um sistema de IA de risco elevado não está em conformidade com o presente regulamento, ou é falsificado ou acompanhado de documentação falsificada, não pode colocar o sistema no mercado enquanto não for reposta a conformidade.

source: Where the high-risk AI system presents a risk within the meaning of Article 79(1), the importer shall inform the provider of the system, the authorised representative and the market surveillance authorities to that effect.
pt_pt: Se o sistema de IA de risco elevado apresentar um risco na aceção do artigo 79.o, n.o 1, o importador deve informar desse facto o prestador do sistema, os mandatários e as autoridades de fiscalização do mercado.

source: Importers shall indicate their name, registered trade name or registered trade mark, and the address at which they can be contacted on the high-risk AI system and on its packaging or its accompanying documentation, where applicable.
pt_pt: Os importadores devem indicar o seu nome, nome comercial registado ou marca registada e endereço no qual podem ser contactados no sistema de IA de risco elevado e na respetiva embalagem ou na documentação que o acompanha, quando aplicável.

source: Importers shall ensure that, while a high-risk AI system is under their responsibility, storage or transport conditions, where applicable, do not jeopardise its compliance with the requirements set out in Section 2.
pt_pt: Enquanto um sistema de IA de risco elevado estiver sob a responsabilidade dos importadores, estes devem assegurar que as condições de armazenamento ou de transporte, se for caso disso, não prejudicam a conformidade do sistema com os requisitos enunciados na secção 2.

source: Importers shall keep, for a period of 10 years after the high-risk AI system has been placed on the market or put into service, a copy of the certificate issued by the notified body, where applicable, of the instructions for use, and of the EU declaration of conformity referred to in Article 47.
pt_pt: Os importadores devem conservar, durante os 10 anos subsequentes à data de colocação no mercado ou colocação em serviço do sistema de IA de risco elevado, uma cópia do certificado emitido pelo organismo notificado, quando aplicável, das instruções de utilização e da declaração UE de conformidade referida no artigo 47.o.

source: Importers shall provide the relevant competent authorities, upon a reasoned request, with all the necessary information and documentation, including that referred to in paragraph 5, to demonstrate the conformity of a high-risk AI system with the requirements set out in Section 2 in a language which can be easily understood by them.
pt_pt: Os importadores devem prestar às pertinentes autoridades competentes, mediante pedido fundamentado, todas as informações e documentação necessárias, inclusive as referidas no n.o 5, para demonstrar a conformidade de um sistema de IA de risco elevado com os requisitos estabelecidos na secção 2, numa língua que possa ser facilmente compreendida pelas autoridades.

source: For this purpose, they shall also ensure that the technical documentation can be made available to those authorities.
pt_pt: Para o efeito, asseguram igualmente que a documentação técnica possa ser disponibilizada a essas autoridades.

source: Importers shall cooperate with the relevant competent authorities in any action those authorities take in relation to a high-risk AI system placed on the market by the importers, in particular to reduce and mitigate the risks posed by it.
pt_pt: Os importadores devem cooperar com as pertinentes autoridades competentes em todas as medidas que essas autoridades tomarem em relação a um sistema de IA de risco elevado colocados no mercado pelos importadores, nomeadamente para reduzir ou atenuar o risco colocado pelo sistema.

source: Article 24
pt_pt: Artigo 24.o

source: Obligations of distributors
pt_pt: Obrigações dos distribuidores

source: Before making a high-risk AI system available on the market, distributors shall verify that it bears the required CE marking, that it is accompanied by a copy of the EU declaration of conformity referred to in Article 47 and instructions for use, and that the provider and the importer of that system, as applicable, have complied with their respective obligations as laid down in Article 16, points (b) and (c) and Article 23(3).
pt_pt: Antes de disponibilizarem um sistema de IA de risco elevado no mercado, os distribuidores devem verificar se o sistema de IA de risco elevado ostenta a marcação CE exigida, se está acompanhado de uma cópia da declaração UE de conformidade referida no artigo 47.o e das instruções de utilização e se o prestador e o importador desse sistema, consoante o caso, cumpriram as suas obrigações estabelecidas no artigo 16.o, alíneas b) e c) e no artigo 23.o, n.o 3.

source: Where a distributor considers or has reason to consider, on the basis of the information in its possession, that a high-risk AI system is not in conformity with the requirements set out in Section 2, it shall not make the high-risk AI system available on the market until the system has been brought into conformity with those requirements.
pt_pt: Se um distribuidor considerar ou tiver motivos para crer, com base nas informações que possui, que um sistema de IA de risco elevado não está em conformidade com os requisitos estabelecidos na secção 2, não pode disponibilizar esse sistema de IA de risco elevado no mercado enquanto não for reposta a conformidade com os referidos requisitos.

source: Furthermore, where the high-risk AI system presents a risk within the meaning of Article 79(1), the distributor shall inform the provider or the importer of the system, as applicable, to that effect.
pt_pt: Além disso, se o sistema de IA de risco elevado apresentar um risco na aceção do artigo 79.o, n.o 1, o distribuidor deve informar desse facto o prestador ou o importador do sistema, conforme o caso.

source: Distributors shall ensure that, while a high-risk AI system is under their responsibility, storage or transport conditions, where applicable, do not jeopardise the compliance of the system with the requirements set out in Section 2.
pt_pt: Enquanto um sistema de IA de risco elevado estiver sob a responsabilidade dos distribuidores, estes devem assegurar que as condições de armazenamento ou de transporte, se for caso disso, não prejudiquem a conformidade do sistema com os requisitos enunciados na secção 2.

source: A distributor that considers or has reason to consider, on the basis of the information in its possession, a high-risk AI system which it has made available on the market not to be in conformity with the requirements set out in Section 2, shall take the corrective actions necessary to bring that system into conformity with those requirements, to withdraw it or recall it, or shall ensure that the provider, the importer or any relevant operator, as appropriate, takes those corrective actions.
pt_pt: Um distribuidor que considere ou tenha motivos para crer, com base nas informações que possui, que um sistema de IA de risco elevado que disponibilizou no mercado não está em conformidade com os requisitos estabelecidos na secção 2 deve tomar as medidas corretivas necessárias para repor a conformidade desse sistema com os referidos requisitos, proceder à retirada ou recolha do mesmo ou assegurar que o prestador, o importador ou qualquer operador envolvido, consoante o caso, tome essas medidas corretivas.

source: Where the high-risk AI system presents a risk within the meaning of Article 79(1), the distributor shall immediately inform the provider or importer of the system and the authorities competent for the high-risk AI system concerned, giving details, in particular, of the non-compliance and of any corrective actions taken.
pt_pt: Se um sistema de IA de risco elevado apresentar um risco na aceção do artigo 79.o, n.o 1, o distribuidor deve informar imediatamente desse facto o prestador ou o importador do sistema e as autoridades competentes para o sistema de IA de risco elevado em causa, apresentando dados, sobretudo no que se refere à não conformidade e às medidas corretivas tomadas.

source: Upon a reasoned request from a relevant competent authority, distributors of a high-risk AI system shall provide that authority with all the information and documentation regarding their actions pursuant to paragraphs 1 to 4 necessary to demonstrate the conformity of that system with the requirements set out in Section 2.
pt_pt: Mediante pedido fundamentado de uma pertinente autoridade competente, os distribuidores de um sistema de IA de risco elevado prestam a essa autoridade todas as informações e documentação relativas às suas atividades previstas nos n.os 1 a 4 que sejam necessárias para demonstrar a conformidade desse sistema com os requisitos estabelecidos na secção 2.

source: Distributors shall cooperate with the relevant competent authorities in any action those authorities take in relation to a high-risk AI system made available on the market by the distributors, in particular to reduce or mitigate the risk posed by it.
pt_pt: Os distribuidores devem cooperar com as pertinentes autoridades competentes em todas as medidas que essas autoridades tomarem em relação a um sistema de IA de risco elevado disponibilizado no mercado pelos distribuidores, nomeadamente para reduzir ou atenuar o risco colocado pelo sistema.

source: Article 25
pt_pt: Artigo 25.o

source: Responsibilities along the AI value chain
pt_pt: Responsabilidades ao longo da cadeia de valor da IA

source: Any distributor, importer, deployer or other third-party shall be considered to be a provider of a high-risk AI system for the purposes of this Regulation and shall be subject to the obligations of the provider under Article 16, in any of the following circumstances:
pt_pt: Qualquer distribuidor, importador, responsável pela implantação ou outro terceiro é considerado um prestador de um sistema de IA de risco elevado para efeitos do presente regulamento e fica sujeito às obrigações dos prestadores estabelecidas no artigo 16.o em qualquer uma das seguintes circunstâncias:

source: they put their name or trademark on a high-risk AI system already placed on the market or put into service, without prejudice to contractual arrangements stipulating that the obligations are otherwise allocated;
pt_pt: Se colocar o seu nome ou marca num sistema de IA de risco elevado já colocado no mercado ou colocado em serviço, sem prejuízo de disposições contratuais que estipulem uma atribuição diferente das obrigações;

source: they make a substantial modification to a high-risk AI system that has already been placed on the market or has already been put into service in such a way that it remains a high-risk AI system pursuant to Article 6;
pt_pt: Se introduzir uma modificação substancial num sistema de IA de risco elevado que já tenha sido colocado no mercado ou colocado em serviço, de forma que o mesmo continue a ser um sistema de IA de risco elevado nos termos do artigo 6.o;

source: they modify the intended purpose of an AI system, including a general-purpose AI system, which has not been classified as high-risk and has already been placed on the market or put into service in such a way that the AI system concerned becomes a high-risk AI system in accordance with Article 6.
pt_pt: Se modificar a finalidade prevista de um sistema de IA, incluindo um sistema de IA de finalidade geral, que não tenha sido classificado como sendo de risco elevado e que já tenha sido colocado no mercado ou colocado em serviço, de forma que o sistema de IA em causa se torne um sistema de IA de risco elevado nos termos do artigo 6.o.

source: Where the circumstances referred to in paragraph 1 occur, the provider that initially placed the AI system on the market or put it into service shall no longer be considered to be a provider of that specific AI system for the purposes of this Regulation.
pt_pt: Sempre que se verificarem as circunstâncias a que se refere o n.o 1, o prestador que inicialmente colocou no mercado ou colocou em serviço o sistema de IA deixa de ser considerado um prestador desse sistema de IA específico para efeitos do presente regulamento.

source: That initial provider shall closely cooperate with new providers and shall make available the necessary information and provide the reasonably expected technical access and other assistance that are required for the fulfilment of the obligations set out in this Regulation, in particular regarding the compliance with the conformity assessment of high-risk AI systems.
pt_pt: Esse prestador inicial deve cooperar estreitamente com novos prestadores, disponibilizar as informações necessárias e facultar o acesso técnico e a assistência razoavelmente esperados e necessários para o cumprimento das obrigações estabelecidas no presente regulamento, em especial no que diz respeito ao cumprimento da avaliação da conformidade dos sistemas de IA de risco elevado.

source: This paragraph shall not apply in cases where the initial provider has clearly specified that its AI system is not to be changed into a high-risk AI system and therefore does not fall under the obligation to hand over the documentation.
pt_pt: O presente número não se aplica nos casos em que o prestador inicial tenha especificado claramente que o seu sistema de IA não deve ser alterado para um sistema de IA de risco elevado, não estando assim sujeito à obrigação de entregar a documentação.

source: In the case of high-risk AI systems that are safety components of products covered by the Union harmonisation legislation listed in Section A of Annex I, the product manufacturer shall be considered to be the provider of the high-risk AI system, and shall be subject to the obligations under Article 16 under either of the following circumstances:
pt_pt: No caso dos sistemas de IA de risco elevado que sejam componentes de segurança de produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, o fabricante desses produtos é considerado o prestador do sistema de IA de risco elevado e fica sujeito às obrigações estabelecidas no artigo 16.o, caso se verifique uma das seguintes circunstâncias:

source: the high-risk AI system is placed on the market together with the product under the name or trademark of the product manufacturer;
pt_pt: O sistema de IA de risco elevado é colocado no mercado juntamente com o produto sob o nome ou marca do fabricante do produto;

source: the high-risk AI system is put into service under the name or trademark of the product manufacturer after the product has been placed on the market.
pt_pt: O sistema de IA de risco elevado é colocado em serviço sob o nome ou marca do fabricante do produto, depois de o produto ter sido colocado no mercado.

source: The provider of a high-risk AI system and the third party that supplies an AI system, tools, services, components, or processes that are used or integrated in a high-risk AI system shall, by written agreement, specify the necessary information, capabilities, technical access and other assistance based on the generally acknowledged state of the art, in order to enable the provider of the high-risk AI system to fully comply with the obligations set out in this Regulation.
pt_pt: O prestador de um sistema de IA de risco elevado e o terceiro que disponibilize um sistema de IA, ferramentas, serviços, componentes ou processos que sejam utilizados ou integrados num sistema de IA de risco elevado devem, mediante acordo escrito, especificar as informações necessárias, as capacidades, o acesso técnico e demais assistência, com base no estado da arte geralmente reconhecido, a fim de permitir que o prestador do sistema de IA de risco elevado cumpra plenamente as obrigações estabelecidas no presente regulamento.

source: This paragraph shall not apply to third parties making accessible to the public tools, services, processes, or components, other than general-purpose AI models, under a free and open-source licence.
pt_pt: O presente número não se aplica a terceiros que disponibilizem ao público ferramentas, serviços, processos ou componentes que não sejam modelos de IA de finalidade geral, ao abrigo de uma licença gratuita e aberta.

source: The AI Office may develop and recommend voluntary model terms for contracts between providers of high-risk AI systems and third parties that supply tools, services, components or processes that are used for or integrated into high-risk AI systems.
pt_pt: O Serviço para a IA pode desenvolver e recomendar modelos de cláusulas contratuais voluntários entre prestadores de sistemas de IA de risco elevado e terceiros que disponibilizem ferramentas, serviços, componentes ou processos utilizados ou integrados em sistemas de IA de risco elevado.

source: When developing those voluntary model terms, the AI Office shall take into account possible contractual requirements applicable in specific sectors or business cases.
pt_pt: Ao elaborar esses modelos de cláusulas voluntários, o Serviço para a IA deve ter em conta eventuais requisitos contratuais aplicáveis em setores ou casos comerciais específicos.

source: The voluntary model terms shall be published and be available free of charge in an easily usable electronic format.
pt_pt: Os modelos de cláusulas voluntários devem ser publicados e disponibilizados gratuitamente num formato eletrónico facilmente utilizável.

source: Paragraphs 2 and 3 are without prejudice to the need to observe and protect intellectual property rights, confidential business information and trade secrets in accordance with Union and national law.
pt_pt: Os n.os 2 e 3 não prejudicam a necessidade de respeitar e proteger os direitos de propriedade intelectual, as informações comerciais de caráter confidencial e os segredos comerciais, em conformidade com o direito da União e o direito nacional.

source: Article 26
pt_pt: Artigo 26.o

source: Obligations of deployers of high-risk AI systems
pt_pt: Obrigações dos responsáveis pela implantação de sistemas de IA de risco elevado

source: Deployers of high-risk AI systems shall take appropriate technical and organisational measures to ensure they use such systems in accordance with the instructions for use accompanying the systems, pursuant to paragraphs 3 and 6.
pt_pt: Os responsáveis pela implantação de sistemas de IA de risco elevado devem tomar medidas técnicas e organizativas adequadas para garantir que utilizam esses sistemas de acordo com as instruções de utilização que os acompanham, nos termos dos n.os 3 e 6.

source: Deployers shall assign human oversight to natural persons who have the necessary competence, training and authority, as well as the necessary support.
pt_pt: Os responsáveis pela implantação devem atribuir a supervisão humana a pessoas singulares que possuam as competências, a formação e a autoridade necessárias, bem como o apoio necessário.

source: The obligations set out in paragraphs 1 and 2, are without prejudice to other deployer obligations under Union or national law and to the deployer’s freedom to organise its own resources and activities for the purpose of implementing the human oversight measures indicated by the provider.
pt_pt: As obrigações estabelecidas nos n.os 1 e 2 não excluem outras obrigações do responsável pela implantação previstas no direito da União ou no direito nacional nem prejudicam a liberdade do responsável pela implantação para organizar os seus próprios recursos e atividades para efeitos de aplicação das medidas de supervisão humana indicadas pelo prestador.

source: Without prejudice to paragraphs 1 and 2, to the extent the deployer exercises control over the input data, that deployer shall ensure that input data is relevant and sufficiently representative in view of the intended purpose of the high-risk AI system.
pt_pt: Sem prejuízo do disposto nos n.os 1 e 2, na medida em que o responsável pela implantação exercer controlo sobre os dados de entrada, deve assegurar que os dados de entrada sejam pertinentes e suficientemente representativos tendo em vista a finalidade prevista do sistema de IA de risco elevado.

source: Deployers shall monitor the operation of the high-risk AI system on the basis of the instructions for use and, where relevant, inform providers in accordance with Article 72.
pt_pt: Os responsáveis pela implantação devem controlar o funcionamento do sistema de IA de risco elevado com base nas instruções de utilização e, se for caso disso, informam os prestadores em conformidade com o artigo 72.o.

source: Where deployers have reason to consider that the use of the high-risk AI system in accordance with the instructions may result in that AI system presenting a risk within the meaning of Article 79(1), they shall, without undue delay, inform the provider or distributor and the relevant market surveillance authority, and shall suspend the use of that system.
pt_pt: Se os responsáveis pela implantação tiverem motivos para considerar que a utilização do sistema de IA de risco elevado de acordo com as instruções pode conduzir a que aquele sistema de IA represente um risco na aceção do artigo 79.o, n.o 1, devem informar, sem demora injustificada, o prestador ou distribuidor e a autoridade de fiscalização do mercado competente e suspender a utilização do sistema.
